Repository: EyraCo/link
Catalog: priv/gettext/*/LC_MESSAGES/eyra-link.po
Languages: nl

# welcome.title
source: Welcome to
nl: Welkom bij

# dashboard-button
source: Go to study overview
nl: Naar studie overzicht

# link.message
source: Do you want to empower science? Register now and choose in which study you would like to participate, by for example answering questions or performing a task. Are you a social sciences or humanities researcher? Register now, set up a study and find the right participants.
nl: Wil jij de wetenschap een stap verder helpen? Meld je dan nu aan en kies aan welke studie jij je steentje bij wil dragen, door bijvoorbeeld vragen te beantwoorden of een taak uit te voeren. Ben je wetenschapper in de sociale of geesteswetenschappen? Meld je dan nu aan, zet een studie op en vind de juiste participanten.

# link.title
source: Empower Science
nl: Steun Onderzoek

# signup.card.title
source: Do you want to join or set up a study?
nl: Meedoen of een studie opzetten?

# member.card.title
source: Welcome back!
nl: Welkom terug!

# member.profile.card.title
source: Hello %{user}, welcome back!
nl: Hoi %{user}, welkom terug!

# participant.list.button
source: Participants
nl: Participanten

# signup.card.button
source: Sign up for free
nl: Meld je gratis aan

# usp1.description
source: Are you looking for a study to participate in? Science NL provides an overview of studies that are open for participation.
nl: Op zoek naar een studie om aan mee te doen? Bij Science NL vind je een overzicht van studies die op zoek zijn naar jou.

# usp1.title
source: Marketplace for Science
nl: Marktplaats voor onderzoek

# usp2.description
source: Having trouble finding enough participants for your research in the Netherlands? Publish your study on Science NL and start recruiting participants.
nl: Heb je moeite om voldoende participanten te vinden voor je onderzoek in Nederland? Stel je studie dan beschikbaar op Science NL en begin met het werven van participanten.

# usp2.title
source: Research in the Netherlands
nl: Onderzoek in Nederland

# usp3.description
source: Do you have ideas on what would motivate you to participate more? Or can we help to make it easier to set up a study on Science NL? Let us know!
nl: Mis je iets dat jou zou motiveren om vaker mee te doen? Of kunnen we het makkelijker maken om een studie op te zetten op Science NL. Laat het ons weten!

# usp3.title
source: Empowering Science
nl: Samen voor de wetenschap
