Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: Vul dit veld in

source: has already been taken
nl: is reeds bekend in het systeem

source: is invalid
nl: is ongeldig

source: must be accepted
nl: moet geaccepteerd worden

source: has invalid format
nl: heeft een ongeldig formaat

source: has an invalid entry
nl: heeft een ongeldige waarde

source: is reserved
nl: is gereserveerd

source: does not match confirmation
nl: komt niet overeen

source: is still associated with this entry
nl: is nog steeds gekoppeld

source: are still associated with this entry
nl: zijn nog steeds gekoppeld

source: should be %{count} character(s)
nl: moet %{count} teken hebben

source: should have %{count} item(s)
nl: moet %{count} item bevatten

source: should be at least %{count} character(s)
nl: moet minimaal %{count} teken hebben

source: should have at least %{count} item(s)
nl: moet minimaal %{count} item bevatten

source: should be at most %{count} character(s)
nl: max maximaal %{count} teken hebben

source: should have at most %{count} item(s)
nl: moet maximaal %{count} item bevatten

source: must be less than %{number}
nl: moet minder dan %{number} zijn

source: must be greater than %{number}
nl: moet meer dan %{number} zijn

source: must be less than or equal to %{number}
nl: moet kleiner of gelijk aan %{number} zijn

source: must be greater than or equal to %{number}
nl: moet groter of gelijk aan %{number} zijn

source: must be equal to %{number}
nl: moet gelijk aan %{number} zijn
