Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-nextaction.po
Languages: nl

# complete.profile.cta
source: Go to profile
nl: Ga naar profiel

# complete.profile.description
source: Some fields in your profile are not filled out.
nl: Sommige velden in je profiel zijn niet ingevuld.

# complete.profile.title
source: Complete your profile
nl: Maak je profiel compleet

# promote.push.student.cta
source: Open settings
nl: Ga naar instellingen

# promote.push.student.description
source: Choose to activate them. Email notifications are send by default.
nl: Deze kun je activeren. E-mail notificaties worden automatisch verstuurd.

# promote.push.student.title
source: Do you want to receive push notifications?
nl: Wil je push notificaties ontvangen?

# select.study.student.cta
source: Go to profile
nl: Ga naar profiel

# select.study.student.description
source: To be able to participate in research studies.
nl: Om mee te kunnen doen aan onderzoeksstudies.

# select.study.student.title
source: Select your study program
nl: Selecteer je opleiding

# review.submission.cta
source: Go to waiting list
nl: Ga naar wachtrij

# review.submission.description
source: New campaigns available for publishing
nl: Er staan nieuwe canpagnes klaar om in te roosteren

# review.submission.title
source: New campaigns
nl: Nieuwe campagnes

# assignment.check.rejection.cta
source: Go to contribution
nl: Ga naar opdracht

# assignment.check.rejection.description
source: Visit the contribution page for further details
nl: Op de opdracht pagina vind je een notitie waarom je bijdrage is afgekeurd

# assignment.check.rejection.title
source: One of your contributions is rejected
nl: Jou bijdrag is helaas afgekeurd
