Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-benchmark.po
Languages: nl

# tabbar.item.leaderboard
source: Leaderboard
nl: Ranglijst

# tabbar.item.leaderboard.forward
source: Leaderboard
nl: Ranglijst

# form.deadline.label
source: Deadline
nl: Streefdatum

# form.expectations.label
source: Expectations
nl: Verwachtingen

# form.title.label
source: Title
nl: Titel

# submission.form.title
source: Add submission
nl: Dien methode in

# expectations.title
source: Description
nl: Beschrijving

# submissions.intro
source: When the challenge is open, you can add submissions below. They will be run on the holdout data and added to the leaderboard.
nl: Als de challenge open is, kun je hieronder methodes indienen. Deze worden toegepast op de holdout data en toegevoegd aan het scoreboard.

# submissions.subhead.active
source: Please note that you are allowed to submit up to three methods.
nl: Let op, je kan maximaal drie methodes indienen.

# submissions.title
source: Submissions
nl: Indienen

# highlight.deadline.title
source: Days untill deadline
nl: Dagen tot deadline

# highlight.spots.title
source: Number of teams
nl: Aantal teams

# highlight.submissions.title
source: Number of submissions
nl: Aantal ingediend

source: 1 day
nl: %{count} dag

# add.submission.button
source: Add submission
nl: Voeg methode toe

# invalid.github.commit.url.message
source: Please enter a valid Github commit url
nl: Voer een geldige Github commit url in

# preparation.dataset.title
source: Download the example data to tune your method
nl: Download de voorbeeld data om jouw methode te trainen

# preparation.description
source: To prepare your submission, follow the steps below.
nl: Voordat je jouw methode indient volg je de stappen hieronder.

# preparation.template.title
source: Fork and clone the example repository and follow the instructions to prepare your submission
nl: Fork and clone de voorbeeld repository en volg de instructies voor het indienen.

# preparation.title
source: Preparation
nl: Voorbereiding

# template.button
source: Github example repository
nl: Github voorbeeld repository

# tabbar.item.submissions
source: Submissions
nl: Methodes

# tabbar.item.submissions.forward
source: Submissions
nl: Methodes

# import.leaderboard.title
source: Import
nl: Importeren

# csv-import-button
source: Import selected file
nl: Importeer gekozen bestand

# csv-replace-file-button
source: Replace file
nl: Vervang bestand

# csv-select-file-button
source: Select file
nl: Kies bestand

# csv-select-placeholder
source: Select a leaderboard csv file
nl: Kies een ranglijst csv bestand
