Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-link.po
Languages: nl

# dashboard-button
source: Go to dashboard
nl: Naar het dashboard

# link.message
source: Panl is a marketplace for research. Researchers can set up campaigns to recruit participants for research studies. Participants can apply to participate in these studies. Currently Panl is only available for student participation in research studies of the VU Amsterdam School of Business and Economics (SBE). In 2022 Panl will be released to a broader audience.
nl: Panl is een marktplaats voor onderzoek. Onderzoekers kunnen hier campagnes opzetten voor het werven van deelnemers aan onderzoeksstudies. Deelnemers kunnen zich opgeven om mee te doen aan deze studies. Op dit moment wordt Panl alleen gebruikt voor student deelname aan onderzoeksstudies van de VU Amsterdam School of Business and Economics (SBE). In 2022 wordt Panl breder beschikbaar gesteld.

# link.title
source: Marketplace
nl: Marktplaats

# signup.card.title
source: Are you a VU student or employee?
nl: Ben je VU student of medewerker?

# member.card.title
source: Welcome back.
nl: Welkom terug.

# member.profile.card.title
source: Welcome back %{user}.
nl: Welkom terug %{user}.

# signup.card.button
source: Sign in here
nl: Log hier in

# usp1.description
source: Supports a flexible and efficient workflow, including a mobile-first design that enables easy use on mobile devices.
nl: Ondersteunt een flexibele en efficiënte workflow, inclusief een mobile-first ontwerp voor makkelijk gebruik op mobiel.

# usp1.title
source: Efficient for researchers
nl: Efficiënt voor onderzoekers

# usp2.description
source: Designed to make it appealing for participants to browse through available studies and apply to participate.
nl: De marktplaats biedt een aantrekkelijk overzicht van beschikbare studies waar deelnemers meer informatie kunnen vinden en deel kunnen nemen aan onderzoek.

# usp2.title
source: Appealing to participants
nl: Aantrekkelijk voor deelnemers

# usp3.description
source: Developed by researchers from the VU Amsterdam experienced in participant recruitment, in collaboration with platform developer Eyra and SURF.
nl: Ontwikkeld door onderzoekers van de VU Amsterdam met ervaring in het werven van deelnemers voor onderzoek, in samenwerking met platform ontwikkelaar Eyra en SURF.

# usp3.title
source: For and by researchers
nl: Voor en door onderzoekers

# welcome.subtitle
source: For research
nl: Voor onderzoek

# marketplace-button
source: Go to marketplace
nl: Naar de marktplaats

# link.message.interested
source: Interested? Sent an email to
nl: Meer weten? Stuur een e-mail naar
