Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-account.po
Languages: nl

# displayname.label
source: Display name
nl: Schermnaam

# fullname.label
source: Full name
nl: Volledige naam

# password.label
source: Password
nl: Wachtwoord

# profile.title
source: My profile
nl: Mijn profiel

# signin.label
source: Already an account?
nl: Heb je al een account?

# signin.link
source: Sign in here
nl: Log hier in

# signup.button
source: Sign up
nl: Registreer

# signup.title
source: Sign up
nl: Nieuw account

# await.confirmation.title
source: Bevestig je registratie
nl: Confirm you registration

# choose.profile.photo.file
source: Select picture
nl: Kies foto

# choose.other.profile.photo.file
source: Change
nl: Aanpassen

# professionaltitle.label
source: Professional title
nl: Functietitel

# push.registration.button
source: Activate
nl: Activeren

# push.registration.title
source: Push notifications
nl: Push notificaties

# push.registration.activated
source: Push notifications are activated on this browser.
nl: Push notificaties staan ingeschakeld op deze browser.

# push.registration.denied
source: Push notifications are deactivated on this browser
nl: Push notificaties zijn gedeactiveerd op deze browser

# push.registration.label
source: Activate to receive notifications from the Panl platform in your browser. After activation, your browser might ask for permission to show notifications.
nl: Activeer om meldingen van het Panl platform in je browser te ontvangen. Na het activeren kan het zijn dat je browser vraagt om toestemming voor het tonen van notificaties.

# push.registration.pending
source: Determining state..
nl: Push notificaties zijn gedeactiveerd op deze browser

# feature.study.description
source: Select your study program(s), bedrijfskunde (BK) and/or international business administration (IBA). Did you not finish RPR last year, select the re-sit option. If you are a 2nd year student (RPR2), but also retaking RPR1 "1st year (re-sit)", make sure to select both.
nl: Selecteer je opleiding(en), bedrijfskunde (BK) en/of international business administration (IBA). Heb je RPR vorig jaar niet afgerond, selecteer dan de herkansing variant. Ben je een 2e jaars student (RPR2), maar heb je RPR1 nog niet afgerond, selecteer dan zowel "2e jaar" als "1e jaar (herkansing)".

# features.description
source: A few studies use specific eligibility requirements. Selecting the optional characteristics below, allows you to participate in studies that specify your characteristics as requirements.
nl: Enkele studies gebruiken specifieke selectie criteria. Als je de onderstaande optionele kenmerken invult kun je meedoen aan studies waarvoor jouw kenmerken geselecteerd zijn.

# features.dominanthand.title
source: Dominant hand
nl: Voorkeurshand

# features.gender.title
source: Gender
nl: Geslacht

# features.nativelanguage.title
source: First language
nl: Eerste taal

# features.study.title
source: Students
nl: Studenten

# features.title
source: Inclusion criteria
nl: Inclusiecriteria

# feature.study.content.description
source: Select which students (BK: bedrijfskunde, IBA: international business administration) are eligible to participate. If nothing is selected, all students in the pool are eligible to participate.
nl: Selecteer welke studenten (BK: bedrijfskunde, IBA: international business administration) mee mogen doen aan de studie. Geen selectie betekend dat alle studenten mee mogen doen met de studie.

# features.content.description
source: Select the inclusion criteria for your study. If nothing is selected, all students in the pool are eligible to participate.
nl: Selecteer hieronder de inclusiecriteria voor je studie. Geen selectie betekend dat alle studenten in de pool mee mogen doen met de studie.

# push.unavailable.label
source: Registering for push notifications is currently available on Chrome and Firefox browsers. Please open the website on one of these browsers to make use of push notifications.
nl: Registereren voor push notificaties is op dit moment alleen beschikbaar op Chrome en Firefox browsers. Open deze website in een van deze browser om gebruik te maken van push notificaties.

# login.google.button
source: Sign in with Google
nl: Inloggen met Google

# login.surf.button
source: Sign in through SURFconext
nl: Inloggen met SURFconext

# login.title
source: Sign in
nl: Log in

# login.surf.message.part1
source: You can use your VU Amsterdam credentials to sign in on Panl, through
nl: Om in te loggen op Panl kun je gebruik maken van je VU Amsterdam account. Dit werkt via

# login.surf.message.part2
source: Your personal data is used to ensure proper functioning of the platform. More info? Check out our
nl: Jouw persoonsgegevens worden gebruikt voor het goed functioneren van het platform. Meer weten? Lees de

# login.surf.message.part3
source: privacy statement
nl: privacy verklaring

# login.surf.message.surfconext.href
source: https://wiki.surfnet.nl/display/conextsupport/Log+in+SURFconext
nl: https://wiki.surfnet.nl/display/conextsupport/Inloggen+via+SURFconext

# features.study.program
source: Study program
nl: Opleiding

# features.study.year
source: Study year
nl: Leerjaar
