Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-data-donation.po
Languages: nl

# content.title
source: Data Donation
nl: Controleren

# reward.label
source: Amount in euro cents
nl: Beloning in euro centen

# script.label
source: Paste your python script here
nl: Plak hier je python script

# config.nrofsubjects.label
source: How many participants do you need?
nl: Aantal gewenste deelnemers

# nrofsubjects.title
source: Subjects
nl: Deelnemers

# reward.title
source: Credits
nl: Beloning

# delete.button
source: Delete
nl: Verwijderen

# donations.title
source: Received donations
nl: Ontvangen donaties

# download.all.button.label
source: Download all
nl: Download alles

# received.label
source: Received
nl: Ontvangen

# file_selection.file_upload.description
source: Select file
nl: Selecteer bestand

# file_selection.welcome.description
source: Click “Select file” to choose the file that you received from %{platform}.
nl: Klik op ‘Selecteer bestand’ om het bestand dat u ontvangen hebt van %{platform} te kiezen.

# submit_data.description
source: Below you’ll find the data that was extracted from your file and that is valuable for research. Inspect the data carefully and decide whether you would like to donate it. Thanks a lot in advance!
nl: Hieronder staan de gegevens die uit uw bestand zijn gehaald en waardevol zijn voor het onderzoek. Bekijk de gegevens goed en beslis of u deze wilt doneren. Alvast hartelijk bedankt!

# submit_data.title
source: Inspect
nl: Controleren

# tabbar.item.file_selection
source: Execute
nl: Uitvoeren

# tabbar.item.file_selection.forward
source: Step 2
nl: Stap 2

# tabbar.item.submit_data
source: Inspect
nl: Controleren

# tabbar.item.submit_data.forward
source: Step 3
nl: Controleren

# welcome.title
source: Introduction
nl: Inleiding

# selected.file.description
source: The required data will be extracted from the following file:
nl: Uw gegevens die nodig zijn uit het volgende bestand te halen:

# file.extracton.description
source: The data that can be used for research are being extracted from your file. This may take a while, please do not close your browser during this process. Once finished, you are automatically forwarded to the next step.
nl: De gegevens die gebruikt kunnen worden voor het onderzoek worden uit uw bestand gehaald. Dit kan even duren, sluit uw browser niet af tijdens dit proces en wacht rustig af. U wordt automatisch naar de volgende stap gestuurd.

# thanks.title
source: Thank you
nl: Bedankt

# survey.link
source: the following survey
nl: deze vragenlijst

# decline.data.button
source: No
nl: Nee

# execute.spinner
source: One moment please
nl: Een moment geduld
