Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-submission.po
Languages: nl

# status.submitted.label
source: Submitted
nl: Ingediend

# incomplete.forms.message
source: Some required fields are not filled in yet
nl: Sommige verplichte velden zijn nog niet ingevuld

# ready.for.submission.message
source: All required fields are filled, you can submit this campaign
nl: Alle verplichte velden zijn gevuld, je kunt deze campagne indienen

# waiting.for.coordinator.message
source: Waiting for the pool administrator to publish your campaign in the marketplace
nl: Jouw campagne staat in de wachtrij om door de poolbeheerder in de marktplaats gezet te worden

# submit.error.text
source: Some required fields in your campaign are not filled in.
nl: Sommige verplichte velden in je campagne zijn niet ingevuld.

# submit.error.title
source: Complete your campaign
nl: Maak je campagne compleet

# submit.success.text
source: Thank you for your submission. The pool administrator will review your campaign and schedule it for publication in the marketplace.
nl: Bedankt voor het indienen. De poolbeheerder zal je campagne bekijken en deze inplannen voor publicatie in de marktplaats.

# submit.success.title
source: Campaign submitted
nl: Campagne ingediend

# retract.success.text
source: Your campaign is no longer visible for the pool administrator and in the marketplace of the participants.
nl: Jouw campagne is niet meer zichtbaar voor de poolbeheerder en in de marktplaats van de deelnemers.

# retract.success.title
source: Campaign offline
nl: Campagne offline

# reward.title
source: Reward
nl: Beloning

# byline
source: Updated %{timestamp}
nl: Laatste aanpassing: %{timestamp}

# retract.admin.success.text
source: The campaign is no longer open or scheduled for participation in the marketplace.
nl: De campagne is niet meer open of ingepland voor deelname in de marktplaats.

# retract.admin.success.title
source: Campaign offline
nl: Campagne offline

# accept.error.text
source: Some required fields are not filled in correctly.
nl: Sommige verplichte velden zijn niet correct ingevuld.

# accept.error.title
source: Complete the form
nl: Maak het formulier compleet

# accept.success.text
source: The campaign is open or scheduled for participation in the marketplace.
nl: De campagne staat open of is ingepland voor deelname in de marktplaats.

# accept.success.title
source: Campaign published
nl: Campagne gepubliceerd

# reward.label
source: Reward
nl: Beloning

# schedule.end.label
source: Offline after
nl: Offline na

# schedule.start.label
source: Online on
nl: Online op

# schedule.description
source: Scheduling is optional. If you publish a campaign without scheduling, it is immediately visible in the marketplace. You can retract a published campaign at any moment in time.
nl: Het plannen van een campagne is optioneel. Als je een campagne online zet, zonder planning, dan is deze meteen beschikbaar op de marktplaats. Je kunt een campagne die online staat op elk moment weer terugtrekken.

# schedule.title
source: Schedule
nl: Planning

# status.accepted.closed.label
source: Closed
nl: Afgerond

# status.accepted.scheduled.label
source: Scheduled
nl: Ingepland

# accepted.closed.message
source: This campaign is closed
nl: Deze campagne is afgerond

# accepted.scheduled.message
source: This campaign is scheduled for participation
nl: Deze campagne staat ingepland voor deelname
