Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-assignment.po
Languages: nl

# cancel.button
source: Cancel
nl: Annuleren

# cancel.confirm.label
source: Confirm
nl: Bevestigen

# cancel.confirm.text
source: We will release your spot to enable others to participate.
nl: Je geeft je plek vrij, zodat anderen deel kunnen nemen.

# cancel.confirm.title
source: Release spot?
nl: Plek vrijgeven?

# contact.button
source: Contact researcher
nl: E-mail onderzoeker

# form.title
source: Settings
nl: Opdracht

# ticket.title
source: Your participant ID
nl: Jouw Panl ID

# earned.label
source: %{amount} earned
nl: %{amount} verdiend

# pending.label
source: %{amount} pending
nl: %{amount} in afwachting

# togo.label
source: %{amount} to go
nl: %{amount} te gaan

# pool.target
source: %{target} credits required
nl: %{target} credits vereist

# publish.button
source: Publish
nl: Publiceren

# settings.data_storage.title
source: Data storage
nl: Opslag van deelnemers data
