Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-workflow.po
Languages: nl

# add.to.button
source: Add
nl: Voeg toe

# item.description.label
source: Task description
nl: Beschrijving

# item.donate.description
source: Enables participants to donate data.
nl: Biedt deelnemers de mogelijkheid om te doneren.

# item.donate.title
source: Donate
nl: Donatie

# item.download.description
source: Instructions for participants on how to download digital trace data.
nl: Instructs participants on how to download digital trace data.

# item.download.title
source: Download manual
nl: Download handleiding

# item.group.label
source: Data source
nl: Group

# item.library.description
source: Choose which tasks to add to the workflow.
nl: Kies items die je aan de werklijst wilt toevoegen.

# item.library.title
source: Library
nl: Bibliotheek

# item.list.description
source: Add tasks from the library to build a custom workflow for participants in your study.
nl: Voeg items uit de bibliotheek toe om een werklijst te bouwen voor jouw deelnemers.

# item.list.hint
source: Use the arrows to order the tasks
nl: Verander volgorde met de pijltjes

# item.list.title
source: Workflow
nl: Werklijst

# item.request.description
source: Instructions for participants on how to request digital trace data.
nl: Legt deelnemers uit hoe ze digital trace data kunnen aanvragen.

# item.request.title
source: Request manual
nl: Aanvraag handleiding

# item.title.label
source: Task title
nl: Titel

# tabbar.item.workflow
source: Workflow
nl: Werklijst

# tabbar.item.workflow.forward
source: Workflow
nl: Ga naar Werklijst
