Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/eyra-marketplace.po
Languages: nl

# empty.description
source: There are currently no research studies available to participate in. As soon as one becomes available, it will be added here and you will be notified by email (make sure to check your spam or junk mail folder, just in case).
nl: Op dit moment zijn er geen onderzoeksstudies beschikbaar. Zodra er een studie beschikbaar komt, wordt deze hier toegevoegd en word je op de hoogte gesteld via e-mail (vergeet niet je spam of junk mail map te checken, voor het geval dat).

# empty.title
source: Looking for a study?
nl: Op zoek naar een studie?

# reward.label
source: Reward: %{value} credits
nl: Beloning: %{value} credits

# assignment.status.complete.label
source: Closed
nl: Gesloten

# assignment.status.completed.label
source: Finished
nl: Afgerond

# assignment.status.expired.label
source: Expired
nl: Verlopen

# assignment.status.pending.label
source: Enrolled
nl: Aangemeld

# assignment.status.accepted.label
source: Accepted
nl: Goedgekeurd

# assignment.status.rejected.label
source: Rejected
nl: Afgekeurd

# assignment.status.completed.subtitle
source: Awaiting approval by the researcher
nl: Wacht op goedkeuring van de onderzoeker

# assignment.status.pending.subtitle
source: Awaiting your contribution
nl: In afwachting van jouw bijdrage

# assignment.status.rejected.subtitle
source: No credits awarded
nl: Geen credits toegekend

source: Awarded 1 credit
nl: 1 credit verdiend
