Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/link-lab.po
Languages: nl

# add.day.button
source: Add day
nl: Dag toevoegen

# form.description
source: You currently planned %{time_slots} time slots with room for in total %{seats} participants.
nl: Op dit moment staan er %{time_slots} tijdslots met ruimte voor %{seats} deelnemers in totaal ingepland.

# form.title
source: Lab schedule
nl: Lab planning

# day.schedule.date.label
source: Select a date
nl: Selecteer een datum

# day.schedule.location.label
source: Location
nl: Locatie

# day.schedule.seats.label
source: Seats
nl: Plaatsen

# day.schedule.submit.button
source: Confirm schedule
nl: Bevestig planning

# time.slot.item.available.label
source: Not planned
nl: Niet ingepland

source: 1 reservation
nl: 1 reservering

source: 1 seat
nl: 1 plaats

# day.schedule.byline
source: Day schedule: %{time_slots} time slots with room for %{seats} participants.
nl: Dagplanning: %{time_slots} met in totaal %{seats}.

source: 1 time slot
nl: 1 tijdslot

# timeslot.selector.label
source: Select a time slot
nl: Selecteer een tijdslot

# timeslot.submit.button
source: Reserve a seat
nl: Plek reserveren

# apply.cta.title
source: Participate
nl: Ik doe mee

# no.reservation.title
source: Book lab session
nl: Lab sessie boeken

# open.cta.title
source: Proceed
nl: Doorgaan

# submit.warning.no.selection
source: Please select a time slot first
nl: Kies eerst een tijdslot

# update.warning.time.slot.no.longer.available
source: Selected time slot is no longer available, please select a different one
nl: Het geselecteerde tijdslot is helaas niet meer beschikbaar, kies een ander tijdslot

# participated.label
source: Participated
nl: Deelgenomen

# pending.label
source: Reserved
nl: Gereserveerd
