Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/link-campaign.po
Languages: nl

# reject.button
source: Reject contribution
nl: Bijdrage afkeuren

# reject.message.label
source: Message to participant
nl: Bericht aan de deelnemer (in het Engels)

# reject.text
source: Please specify why the contribution of this participant is rejected:
nl: Geef aan waarom je deze bijdrage afkeurt:

# reject.title
source: Reject contribution
nl: Bijdrage afkeuren

# reject.note
source: Note: Rejected participants cannot participate in your campaign again.
nl: Let op: Afgewezen deelnemers kunnen niet opnieuw meedoen aan deze campagne.

# create.campaign.dialog.ok.button
source: Proceed
nl: Doorgaan

# create.campaign.dialog.text
source: What type of study would you like to set up?
nl: Wat voor soort studie wil je opzetten?

# create.campaign.dialog.title
source: Study type
nl: Soort studie

# exclusion.description
source: Exclude participants that participated in previous campaigns.
nl: Wil je deelnemers die je in voorgaande campagnes geworven hebt excluderen? Selecteer dan één of meerdere campagnes hieronder.

# exclusion.select.label
source: Campaigns
nl: Campagnes

# exclusion.title
source: Exclusion
nl: Exclusie

# no.previous.campaigns.available
source: No previous campaigns available yet
nl: Nog geen voorgaande campagnes beschikbaar

# submission.criteria.status
source: %{sample} of %{total} participants available based on the selections below.
nl: Op basis van de geselecteerde criteria, kunnen %{sample} van de %{total} mensen in de pool meedoen aan jouw studie.
