Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/link-survey.po
Languages: nl

# config.nrofsubjects.label
source: How many participants do you need?
nl: Hoeveel deelnemers heb je nodig?

# config.url.label
source: Online study link
nl: Online studie link

# duration.label
source: How many minutes do you estimate participants will need?
nl: Hoeveel minuten schat je in dat deelnemers nodig hebben?

# by.author.label
source: By
nl: Door

# reward.highlight.title
source: Reward
nl: Beloning

# apply.cta.title
source: Apply to participate
nl: Ik doe mee

# devices.label
source: Which devices can participants use?
nl: Welke apparaten kunnen door deelnemers gebruikt worden?

# open.cta.title
source: Go to survey
nl: Doorgaan

# redirect.description
source: To redirect participants back to Panl at the end of the survey, copy the redirect URL below and paste it as "Website URL" in Qualtrics as %{link}.
nl: De redirect URL zorgt ervoor dat deelnemers teruggestuurd worden naar Panl, aan het einde van de vragenlijst. Kopieer de redirect URL hieronder en plak deze als "Website URL" in Qualtrics zoals %{link}.

# devices.title
source: Devices
nl: Apparaten

# completed.label
source: Completed tasks
nl: Afgerond

# pending.label
source: Participants working
nl: Aangemeld

# status.title
source: Panel
nl: Afgerond

# vacant.label
source: Open spots
nl: Vrij

# content.title
source: Campaign
nl: Campagne

# title
source: Recruitment
nl: Werving

# add.first.button
source: Start your first campaign
nl: Start je eerste campagne

# add.new.button
source: Start new campaign
nl: Start nieuwe campagne

# empty.description
source: Here you can set-up and follow the status of your campaigns. A campaign is an organized course of action to achieve a goal, in this case to recruit participants. It consists of publishing a promotion in the marketplace, linking your study details, determining your sample and reviewing the results.
nl: Hier kun je campagnes opzetten en hun status volgen. Een campagne is een georganiseerde werkwijze om een doel te behalen, in dit geval het werven van deelnemers. Het bestaat uit het opzetten van een advertentie voor in de marktplaats, het koppelen van jouw studie details, het bepalen van jouw sample, en het reviewen van de resultaten.

# empty.title
source: Recruit participants for your study
nl: Werf deelnemers voor jouw studie

# tabbar.item.monitor
source: Results
nl: Resultaten

# tabbar.item.promotion
source: Promotion
nl: Advertentie

# tabbar.item.survey
source: Study
nl: Studie

# monitor.empty.description
source: Here you'll find an overview of anonymised participants, who applied to participate in your study, once your recruitment campaign has been published. You can view their status and accept or reject their results, after they have finished their task.
nl: Na publicatie van jouw wervingscampagne, vind je hier een lijst van geanonimiseerde deelnemers, die zich aangemeld hebben voor jouw studie. Je kunt hier hun status bekijken en na afronding van hun taak, de resultaten accepteren of afwijzen.

# monitor.empty.title
source: Recruitment results
nl: Resultaten

# tabbar.item.promotion.forward
source: Create promotion
nl: Maak advertentie aan

# tabbar.item.survey.forward
source: Link your study
nl: Koppel je studie

# tabbar.item.monitor.forward
source: View results
nl: Bekijk resultaten

# tabbar.item.criteria.forward
source: Determine your sample
nl: Bepaal je sample

# form.title
source: Study
nl: Studie

# campaign.overview.title
source: Campaigns
nl: Campagnes

# language.title
source: Language
nl: Taal

# languages.label
source: In what language is your online study written?
nl: In welke taal is jouw online studie geschreven?

# ethical.label
source: I hereby state that my study conforms to all ethical standards.
nl: Hierbij verklaar ik dat mijn studie voldoet aan alle ethische standaarden.

# ethical.title
source: Ethical review
nl: Ethische toetsing

# panlid.description
source: Panl automatically adds the participant ID to your Qualtrics survey URL. To use this ID in Qualtrics, add an embedded data element field with the name "panl_id", as %{link} in "PART 2".
nl: Panl voegt automatisch een ID van de deelnemer toe aan de URL van je Qualtrics vragenlijst. Om deze ID in Qualtrics te kunnen gebruiken, voeg je een "embedded data element field" toe met de naam "panl_id". Instructies hiervoor %{link} in "PART 2".

# setup.title
source: How to set up your survey on Qualtrics?
nl: Wat moet ik doen op Qualtrics?

# redirect.copy.button
source: Copy
nl: Kopieer

# ethical.description
source: Make sure that you completed the %{link} and that you have approval from the SBE Ethics Review Board (ERB), if required for your study. Provide your received ERB code.
nl: Zorg ervoor dat je de %{link} doorlopen hebt en dat je goedkeuring hebt van de SBE Ethics Review Board (ERB), wanneer dat vereist is voor jouw studie. Vul de ERB code in die je ontvangen hebt.

# study.link.description
source: To obtain the link to your Qualtrics survey, follow %{link}. Paste your link in the "Online study link" field in the form below.
nl: Volg %{link} om jouw Qualtrics vragenlijst link aan te maken op te halen. Plak deze link in het "Online studie link" veld van het formulier hieronder.

# panlid.instructions.link
source: explained here
nl: vind je hier

# redirect.instructions.link
source: instructed here
nl: hier beschreven

# study.instructions.link
source: these instructions
nl: deze instructies

# form.description
source: Follow the steps in the black frame to make sure that participants can start your online study on Panl and are redirected back to Panl after they finish.
nl: Doorloop eerst de stappen in het zwarte kader. Zo zorg je ervoor dat deelnemers vanuit Panl deel kunnen nemen aan jouw online studie en na afloop weer teruggestuurd worden naar Panl.

# duration.highlight.text
source: %{duration} minutes
nl: %{duration} minuten

# duration.highlight.title
source: Duration
nl: Duur

# ethical.review.link
source: ethical checklist
nl: ethische checklist

# task.hero.title
source: Online Study
nl: Studie

# task.completed.subtitle
source: You have completed this survey
nl: Je hebt bijgedragen aan deze studie

# task.completed.text
source: Your contribution will be reviewed by the author of this study. If you did not receive a rejection within two weeks after the completion of this survey, the assigned reward is final.
nl: Jouw bijdrage wordt door de auteur van deze studie beoordeeld. Afhankelijk van de beoordeling, wordt jouw bijdrage goedgekeurd of afgekeurd.

# task.pending.subtitle
source: You have applied to participate
nl: Instructies
