Repository: EyraCo/link
Catalog: core/priv/gettext/*/LC_MESSAGES/link-studentpool.po
Languages: nl

# tabbar.item.students
source: Students
nl: Studenten

# tabbar.item.campaigns
source: Campaigns
nl: Campagnes

# students.empty.description
source: There are currently no registered students. You will be notified as soon as students have signed up.
nl: Op dit moment zijn er nog geen studenten geregistreerd. Je wordt op de hoogte gesteld zodra er studenten zijn die zich hebben aangemeld.

# students.empty.title
source: Students participating in this pool will appear here
nl: Hier vind je straks alle geregistreerde studenten.

# campaigns.empty.description
source: As soon as researchers publish a campaign in your pool to recruit participants for their study it will be added here. You can schedule when campaigns will become available in the marketplace for eligible participants.
nl: Hier vind je straks de campagnes die onderzoekers in jouw pool beschikbaar willen stellen, om deelnemers te werven voor hun studie. Vervolgens kun je deze campagnes beschikbaar stellen in de marktplaats van de deelnemers die daarvoor in aanmerking komen.

# campaigns.empty.title
source: Campaigns in your pool
nl: Campagnes in jouw pool

# spots.available
source: %{open} out of %{total} spots available
nl: %{open} van de %{total} plaatsen beschikbaar

# submission.title
source: Campaign
nl: Campagne

# sample.size
source: %{size} spots available
nl: %{size} plaatsen beschikbaar

source: Active students
nl: Actieve studenten

source: Inactive students
nl: Inactieve studenten

# credit.distribution.title
source: Credit distribution (Active students)
nl: Credit verdeling (Actieve studenten)

source: Passed students
nl: Geslaagde studenten

# campaigns.label
source: Campaigns
nl: Campagnes

# participants.label
source: Students
nl: Studenten
