Repository: EyraCo/link
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/eyra-study.po
Languages: nl

# study.index.title
source: Overview
nl: Overzicht

# dashboard.button
source: Overview
nl: Overzicht

# study.all.title
source: Available studies:
nl: Beschikbare studies:

# study.highlighted.title
source: My studies:
nl: Mijn studies:

# new.button
source: New study
nl: Nieuwe studie

# dashboard.page.description
source: This page provides an overview of the studies available. The studies that you are involved in are listed under 'My studies'. All other studies that are open for participation, are listed under 'Available studies'.
nl: Deze pagina biedt een overzicht van de studies. De studies waar jij bij betrokken bent vind je onder 'Mijn studies'. Alle andere studies die open staan om aan mee te doen, vind je onder 'Beschikbare studies'.

# study.edit.title
source: Study
nl: Studie

# save.button
source: Save
nl: Aanmaken

# title.label
source: Title
nl: Een compacte omschrijving van je studie

# study.new.title
source: Study
nl: Studie

# add.card.title
source: Set up a new study
nl: Maak een nieuwe studie aan

# edit.button
source: Edit
nl: Aanpassen

# cancel.button
source: Cancel
nl: Annuleer
